{
  "myName": "Ростислав",
  "home": "головна",
  "projects": "проєкти",
  "projectTitle": "Проєкт",
  "about": "про-мене",
  "contacts": "контакти",

  "heroTitle": "Привіт, мене звати Ростислав і я <span style='color: #C778DD;'>iOS / Frontend розробник</span> з України",
  "heroSubtitle": "Я створюю веб-сайти та iOS додатки, де технології поєднуються з творчістю",
  "contactMe": "Зв'язатись зі мною !",
  "currentWork": "Відкритий до пропозицій",

  "quote": "З великою потужністю приходять великі рахунки за електроенергію",
  "quoteAuthor": "- Доктор Хто",

  "viewAll": "Переглянути всі",

  "areaLabelLve": "Переглянути живий проєкт",
  "areaLabelGit": "Переглянути проєкт на GitHub",

  "portfolioProjAlt": "Моє портфоліо картинка",
  "myPortfolio": "Моє портфоліо",
  "portfolioDescription": "Моє портфоліо. Тут ви можете побачити основну інформацію про мене. Цей проєкт завжди буде в процесі розробки, оскільки я кожен день намагаюсь покращувати його.",

  "yachtjetImageAlt": "Зображення Yachtjet",
  "yachtjetDescription": "Командний проєкт на курсах GoIT, де я був лідером команди. Це вебсайт, на якому можна купити або орендувати яхту.",

  "webStudioImgImageAlt": "Зображення WebStudio",
  "webStudioDescription": "Особистий проєкт на курсах GoIT. Це вебсайт для компанії, де є інформація про компанію, її проєкти та працівників.",

  "searchImageAlt": "Зображення сайту для пошуку зображень",
  "searchImgDescription": "Особистий проєкт на курсах GoIT. Тут можна шукати зображення",

  "moviesDescription": "Особистий проєкт на курсах GoIT. Це вебсайт, де можна знайти фільми та подивитись трендові фільми.",

  "phoneBookDescription": "Особистий проєкт на курсах GoIT. Це вебсайт, де можна додавати, видаляти та знаходити додані контакти",

  "monblanDescription": "Виконано як тестове завдання для однієї компанії.",

  "typeMasterDescription": "Я шукав нову клавіатуру, знайшов одну, яка мені сподобалась, і вирішив скопіювати веб-дизайн опису цієї клавіатури.",

  "spacelanceDescription": "Один із проєктів, який я розробив на основі безкоштовного Figma дизайну",

  "productPreviewDescription": "Маленький проєкт: картка попереднього перегляду продукту. Це завдання з безкоштовного курсу на YouTube.",

  "skills": "навички",

  "readMore": "Читати більше",

  "aboutMeText": "Привіт, мене звати Ростислав!<br><br><br> У 2019 році я розпочав свою подорож у Dewlight як стажер iOS. Після завершення стажування я успішно пройшов співбесіду на посаду молодшого iOS розробника і почав працювати над проектом компанії Devlight ERM. Цей додаток, розроблений для співробітників компанії, надає інформацію про компанію, відстежує відпустки, історію проектів, новини компанії тощо. Я був єдиним розробником цього проекту.<br><br> Одночасно з цим, мої друзі і я розпочали стартап проект під назвою Malo, додаток для ресторанів. Цей додаток дозволяє користувачам робити замовлення, здійснювати платежі, залишати відгуки про ресторани та персонал, а також відстежувати свої улюблені місця та страви. Мій основний внесок у цей проект полягав у створенні інтерфейсу користувача.<br><br> Після роботи в Dewlight я приєднався до SoftServe і працював там протягом 2 років над проектом у сфері охорони здоров'я. Мої обов'язки включали впровадження нових функцій, виправлення помилок і час від часу рефакторинг коду.<br><br> Також я завершив курси GoIT Fullstack Developer і хочу продовжити кар'єру як Frontend/Fullstack розробник. Тут ви можете побачити проєкти, які я завершив під час курсів, а також мої особисті проект, над яким я працював для покращення своїх навичок.",

  "messageME": "Напиши мені сюди",
  "contactsText": "Я зацікавлений у роботі Frontend/Fullstack на повний робочий день. Однак, якщо у вас є інші запити або питання, будь ласка, не соромтеся звертатися до мене.",

  "footerAboutText": "Frontend/Fullstack розробник",
  "media": "Медіа",

  "experience": "досвід",
  "responsibilities": "Обовʼязки",

  "maloName": "MALO",
  "maloDuration": "Лют 2020 - Лис 2020",
  "maloAbout": "Додаток у сфері ресторанного бізнесу, де користувачі можуть ознайомитися з меню та замовити страви.",
  "maloResponsibilities1": "Генеральний директор, управління, продукт, маркетинг;",
  "maloResponsibilities2": "Створення структури продукту;",
  "maloResponsibilities3": "Розробка.",

  "devlightName": "Devlight",
  "devlightDuration": "Груд 2019 - Груд 2020",
  "devlightAbout": "Внутрішній додаток для ERM, який дає можливість отримати інформацію про себе та своїх колег.",
  "devlightResponsibilities": "Розробка.",

  "softServeName": "SoftServe",
  "softServeDuration": "Груд 2021 - Кві 2024",
  "softServeAbout": "Додаток у сфері охорони здоров'я",
  "softServeResponsibilities1": "Розробка та впровадження нового функціоналу;",
  "softServeResponsibilities2": "Робота над багами.",

  "myWay": "Мій шлях в айті",

  "funFactsTitle": "цікаве-про-мене",
  "courses": "курси",
  "goITCourseDescription": "Курси включають в себе вивчення HTML, CSS, JS, React.JS, Typescript, Mode.js",
  "lltCourseDescription": "Одні з найкращих Frontend курсів для початківців українською на YouTube",
  "coursesWebsiteText": "Сайт курсів",

  "whoAmI": "Хто я ?",

  "funFact1": "Я більше люблю зиму, ніж літо",
  "funFact2": "Я часто катаюся на сноуборді з друзями",
  "funFact3": "Я люблю піцу та пасту",
  "funFact4": "Я був в Єгипті, Польщі, Німеччині та Туреччині",
  "funFact5": "Мої улюблені фільми - Володар перснів, Хоббіт і Гаррі Поттер",
  "funFact6": "Я працював майстром кальяну протягом 4 років",
  "funFact7": "Я люблю складати LEGO"
}
