{
  "myName": "Ростислав",
  "home": "головна",
  "projects": "проєкти",
  "about": "про-мене",
  "contacts": "контакти",

  "heroTitle": "Привіт, мене звати Ростислав і я <span style='color: #C778DD;'>iOS / Frontend розробник</span> з України",
  "heroSubtitle": "Я створюю веб-сайти та iOS додатки, де технології поєднуються з творчістю",
  "contactMe": "Зв'язатись зі мною !",
  "currentWork": "Відкритий до пропозицій",

  "quote": "З великою потужністю приходять великі рахунки за електроенергію",
  "quoteAuthor": "- Доктор Хто",

  "viewAll": "Переглянути всі",

  "areaLabelLve": "Переглянути живий проєкт",
  "areaLabelGit": "Переглянути проєкт на GitHub",

  "portfolioProjAlt": "Моє портфоліо картинка",
  "myPortfolio": "Моє портфоліо",
  "portfolioDescription": "Моє портфоліо. Тут ви можете побачити основну інформацію про мене. Цей проєкт завжди буде в процесі розробки, оскільки я кожен день намагаюсь покращувати його.",

  "yachtjetImageAlt": "Зображення Yachtjet",
  "yachtjetDescription": "Командний проєкт на курсах GoIT, де я був лідером команди. Це вебсайт, на якому можна купити або орендувати яхту.",

  "webStudioImgImageAlt": "Зображення WebStudio",
  "webStudioDescription": "Особистий проєкт на курсах GoIT. Це вебсайт для компанії, де є інформація про компанію, її проєкти та працівників.",

  "searchImageAlt": "Зображення сайту для пошуку зображень",
  "searchImgDescription": "Особистий проєкт на курсах GoIT. Тут можна шукати зображення",

  "moviesDescription": "Особистий проєкт на курсах GoIT. Це вебсайт, де можна знайти фільми та подивитись трендові фільми.",

  "phoneBookDescription": "Особистий проєкт на курсах GoIT. Це вебсайт, де можна додавати, видаляти та знаходити додані контакти",

  "monblanDescription": "Виконано як тестове завдання для однієї компанії.",

  "typeMasterDescription": "Я шукав нову клавіатуру, знайшов одну, яка мені сподобалась, і вирішив скопіювати веб-дизайн опису цієї клавіатури.",

  "spacelanceDescription": "Один із проєктів, який я розробив на основі безкоштовного Figma дизайну",

  "productPreviewDescription": "Маленький проєкт: картка попереднього перегляду продукту. Це завдання з безкоштовного курсу на YouTube."
}
