{
  "myName": "Rostyslav",
  "home": "home",
  "projects": "projects",
  "about": "about-me",
  "contacts": "contacts",

  "heroTitle": "Hi, my name is Rostyslav and I`m <span style='color: #C778DD;'>iOS / Frontend Developer</span> from Ukraine",
  "heroSubtitle": "I`m creating websites and iOS apps where technologies meet creativity",
  "contactMe": "Contact Me !",
  "currentWork": "Currently open to work",

  "quote": "With great power comes great electricity bill",
  "quoteAuthor": "- Dr. Who",

  "viewAll": "View all",

  "areaLabelLve": "View live project",
  "areaLabelGit": "View project on GitHub",

  "portfolioProjAlt": "My portfolio image",
  "myPortfolio": "My Portfolio",
  "portfolioDescription": "My portfolio. Here you can see basic information about myself. This project will always be in progress because every day I'm trying to improve.",

  "yachtjetImageAlt": "Yachtjet image",
  "yachtjetDescription": "A team project in GoIT courses, where I was the Team Lead. It's a website where you can buy or rent a yacht.",

  "webStudioImgImageAlt": "WebStudio image",
  "webStudioDescription": "A personal project in GoIT courses. It's a website for a company, where there is information about the company, its projects, and workers.",

  "searchImageAlt": "Search images website image",
  "searchImgDescription": "A personal project in GoIT courses. Here you can search images",

  "moviesDescription": "A personal project in GoIT courses. It's a website where you can find movies and look for trending movies.",

  "phoneBookDescription": "A personal project in GoIT courses. It's a website where you can add, delete and find added contacts",

  "monblanDescription": "Completed as a test task for one company.",

  "typeMasterDescription": "I was looking for a new keyboard, found one I liked, and decided to copy the web design of the description for this keyboard.",

  "spacelanceDescription": "One of the projects that I developed based on a free Figma design",

  "productPreviewDescription": "Small project: product preview card. It was a task from a free YouTube course.",

  "skills": "skills",

  "readMore": "Read More",

  "aboutMeText": " Hello, my name is Rostyslav!<br><br><br> In 2019, I began my journey at Dewlight as a trainee iOS developer. Following my training, I successfully interviewed for a Junior iOS Developer position and started working on the company's project, Devlight ERM. This application, designed for company employees, provides information about the company, vacation tracking, project histories, company news, and more. I was the sole developer on this project.<br><br>  Concurrently, my friends and I initiated a startup project called Malo, an app for restaurants. This app allows users to place orders, make payments, leave feedback for restaurants and staff, and track their favorite places and foods. My primary contribution to this project was creating the user interface.<br><br>  After my time at Dewlight, I joined SoftServe and worked there for 2 years on a project in the healthcare domain. My responsibilities included providing new features, fixing bugs, and occasionally refactoring code.<br><br> I finished the GoIT Fullstack Developer courses and want to pursue a career as a Frontend/Fullstack Developer. Here, you can see the projects I completed during the courses, as well as my pet project, which I worked on to improve  my skills.",

  "messageME": "Message me here",
  "contactsText": "I’m interested in full-time Frontend/Fullstack opportunities. However, if you have other request or question, don't hesitate to contact me",

  "footerAboutText": "Frontend/Fullstack developer",
  "media": "Media"
}
